export const gamesLabels = {
    sprint: {
        title: "Спринт",
        description: {
            main: "Выберите правильный перевод, пока не закончилось время.",
            sub: "Проверьте знания и скорость реакции в игре на выбор перевода!",
        },
        tips: [
            "Прочитайте слово.",
            "Используйте стрелки влево и вправо на клавиатуре.",
            "Укажите, правильно ли переведено слово.",
        ],
    },
    audiocall: {
        title: "Аудиовызов",
        description: {
            main: "Послушайте слово и выберите его перевод.",
            sub: "Учитесь распознавать английскую речь на слух!",
        },
        tips: ["Послушайте слово.", "Выберите правильный перевод.", "Используйте клавиши от 1 до 5 для выбора ответа."],
    },
    puzzles: {
        title: "Пазлы",
        description: {
            main: "Расставьте слова, чтобы собрать предложение.",
            sub: "Собирайте предложения из слов и набирайте очки за отведённое время!",
        },
        tips: [
            "Соберите предложение из предложенных фрагментов.",
            "За правильный ответ начисляются очки, за ошибку — штраф.",
        ],
    },
    constructor: {
        title: "Конструктор",
        description: {
            main: "Соберите слово из предложенных букв.",
            sub: "Тренируйте правописание!",
        },
        tips: ["Составьте слово из букв."],
    },
};
